{
  "layout": "article",
  "content": [
    {
      "type": "paragraph",
      "content": [
        {
          "type": "text",
          "marks": [],
          "text": "Founders of Respect SG"
        }
      ]
    },
    {
      "type": "paragraph",
      "content": [
        {
          "type": "text",
          "marks": [],
          "text": "Mr Danny Loong, Chief Executive Officer, Timbre Group"
        }
      ]
    },
    {
      "type": "paragraph",
      "content": [
        {
          "type": "text",
          "marks": [],
          "text": "Mr Mustaffa Kamal, Chief Executive Officer, The Black Hole Group"
        }
      ]
    },
    {
      "type": "divider"
    },
    {
      "type": "paragraph",
      "content": [
        {
          "type": "text",
          "marks": [],
          "text": "Ladies and gentlemen"
        }
      ]
    },
    {
      "type": "orderedList",
      "start": 1,
      "content": [
        {
          "type": "listItem",
          "content": [
            {
              "type": "paragraph",
              "content": [
                {
                  "type": "text",
                  "marks": [],
                  "text": "Good evening, everyone. Thank you for making this happen. I am delighted to join you here at this historic venue to mark the official launch of Respect SG."
                }
              ]
            }
          ]
        },
        {
          "type": "listItem",
          "content": [
            {
              "type": "paragraph",
              "content": [
                {
                  "type": "text",
                  "marks": [],
                  "text": "The Government has been supporting workers in the food services industry and partnering the Food Services sector to enhance both the infrastructure and workforce. We will continue working with our industry partners to uplift the sector. Through initiatives like the Productivity Solutions Grant and the SkillsFuture Enterprise Credit, we want to lighten the financial load of our F&B companies and help them embark on their transformation journey. Further, we launched the Jobs Transformation Map (JTM) for the Food Services sector in 2023. Jointly developed by Enterprise Singapore, Workforce Singapore, SkillsFuture Singapore, and the Ministry of Manpower, the JTM outlines key trends driving change in the Food Services sector, the impact of these trends on individual jobs, the pathways for employers to transform jobs, and the skills required by workers to future-proof the Food Services sector. We hope that the JTM makes it easier for F&B companies; I know it has been tough, but together, we can achieve much more."
                }
              ]
            }
          ]
        },
        {
          "type": "listItem",
          "content": [
            {
              "type": "paragraph",
              "content": [
                {
                  "type": "text",
                  "marks": [],
                  "text": "Respect SG is a timely initiative. As the Food Services sector grapples with increasing demands for convenience, personalisation, and efficiency, amidst the ever-evolving tech landscape, the human touch becomes especially important. It is not just about hardware, or 硬件, but also ‘heart-ware’ 心件. I think it takes remarkable courage and commitment for these student participants to commit themselves to a three-week programme, and to be here today."
                }
              ]
            }
          ]
        },
        {
          "type": "listItem",
          "content": [
            {
              "type": "paragraph",
              "content": [
                {
                  "type": "text",
                  "marks": [],
                  "text": "We are very aware that changes in ‘heart-ware’ need strong support from the community and bottom-up, organic initiatives like Respect SG. These ground-up efforts are very effective in sowing the seeds of mindset shifts and change, promoting the positive attitudes that you saw in our student speakers earlier. I think it was courageous of them to come up on stage and speak to all of us. This is what I want to see in our youth; we also aspire to see such positive attitudes in our society. "
                }
              ]
            }
          ]
        },
        {
          "type": "listItem",
          "content": [
            {
              "type": "paragraph",
              "content": [
                {
                  "type": "text",
                  "marks": [],
                  "text": "We are therefore heartened to be here tonight to witness the launch of Respect SG and the formalization of several partnerships. Organisations like Harry’s International, Singapore Nightlife Business Association, McDonald’s, OUE Restaurants, Unlisted Collection, Creative Eateries, Jinjja Chicken, and Commonwealth Concepts will be signing Memorandums of Understanding (MOUs) with Respect SG. These MOUs will help expand the pipeline of opportunities that the Respect SG movement can support and increase its reach across the Food Services sector. On behalf of the Government, the Ministry of Trade and Industry, and Enterprise Singapore, we would like to thank you for your support. I would also like to extend my heartfelt appreciation to Danny, Mustaffa, Calvin, Deon, Pauline, and all the companies signing the MOU, for your commitment to nurturing a kinder, more empathetic, and of course, a more respectful Food Service culture here in Singapore. "
                }
              ]
            }
          ]
        },
        {
          "type": "listItem",
          "content": [
            {
              "type": "paragraph",
              "content": [
                {
                  "type": "text",
                  "marks": [],
                  "text": "I would also like to thank other key supporters who have played a crucial role in making the Respect SG initiative possible. Behind every student stands dedicated teachers, vice-principals, and principals. To the principals, vice-principals, and teachers from Raffles Institution, Bedok View Secondary School, the Institute of Technical Education, Hillgrove Secondary School, and Juying Secondary School, your early support has been instrumental in laying the groundwork for Respect SG. I sincerely thank you for your dedication. I want to say a big thank you to the parents, because behind each student participant, are understanding parents who have supported them during their three-week industry attachment programme. Thank you for your unwavering support in allowing your children to be part of this meaningful effort."
                }
              ]
            }
          ]
        },
        {
          "type": "listItem",
          "content": [
            {
              "type": "paragraph",
              "content": [
                {
                  "type": "text",
                  "marks": [],
                  "text": "Through your collective efforts, close to 100 students have already embarked on the three-week-long industry attachments. We have received glowing feedback from these students, who not only gained culinary and food services skills, but also enjoyed a supportive and encouraging environment that have led them to form firm friendships. These students, who come from different schools, have also gained invaluable opportunities, such as working as a team to serve customers, thereby forging a bond and camaraderie that I hope will last forever. These students, who have been facilitated by our hardworking industry mentors, have also learnt food service excellence, professionalism, as well as character education and personal development, which form a strong start for their careers, whether in the food services sector or other sectors."
                }
              ]
            }
          ]
        },
        {
          "type": "listItem",
          "content": [
            {
              "type": "paragraph",
              "content": [
                {
                  "type": "text",
                  "marks": [],
                  "text": "Tonight, I have the privilege of savouring culinary delights by our future food service stars from Bedok View Secondary School, Yuan Ching Secondary School, Juying Secondary School, and ITE West College. I look forward to your delicious food and meeting you. You are the real stars and the guests-of-honour for tonight."
                }
              ]
            }
          ]
        },
        {
          "type": "listItem",
          "content": [
            {
              "type": "paragraph",
              "content": [
                {
                  "type": "text",
                  "marks": [],
                  "text": "Once again, I extend my heartiest congratulations to the Timbre Group, the Black Hole Group, and Team Rise on the launch of Respect SG. Thank you and Happy Mother’s Day."
                }
              ]
            }
          ]
        }
      ]
    }
  ],
  "page": {
    "title": "Speech by MOS Low Yen Ling at the Respect SG Launch",
    "defaultSortBy": "date",
    "defaultSortDirection": "asc",
    "category": "Speeches",
    "date": "11 May 2024",
    "articlePageHeader": {
      "summary": [
        "On 11 May 2024, a speech by MOS Low Yen Ling was held to mark the official launch of Respect SG, an industry-led movement initiated by Timbre Group, The Black Hole Group and Team Rise."
      ]
    }
  },
  "version": "0.1.0"
}
