{
  "version": "0.1.0",
  "layout": "content",
  "page": {
    "contentPageHeader": {
      "summary": "13 FEB 2023"
    },
    "title": "Business Cost Conditions in Singapore’s Manufacturing and Services Sectors",
    "description": "13 FEB 2023"
  },
  "content": [
    {
      "type": "heading",
      "level": 2,
      "content": [
        {
          "type": "text",
          "marks": [],
          "text": "Business Cost Conditions in Singapore’s Manufacturing and Services Sectors"
        }
      ]
    },
    {
      "type": "paragraph",
      "content": [
        {
          "type": "text",
          "marks": [],
          "text": "This box article highlights the latest trends in business costs for firms in Singapore’s manufacturing and services sectors, as well as the outlook for key components of business costs in 2023."
        }
      ]
    },
    {
      "type": "paragraph",
      "content": [
        {
          "type": "text",
          "marks": [],
          "text": "(I) Unit Business Cost in the Manufacturing and Services Sectors"
        }
      ]
    },
    {
      "type": "paragraph",
      "content": [
        {
          "type": "text",
          "marks": [],
          "text": "Unit business cost in both the manufacturing and overall services sector rose in 2022"
        }
      ]
    },
    {
      "type": "paragraph",
      "content": [
        {
          "type": "text",
          "marks": [],
          "text": "In 2022, the unit business cost index for the manufacturing sector (UBCI) rose by 9.6 per cent (Exhibit 1). The main contributors to the increase in UBCI were manufacturing unit labour cost (ULC), as well as the costs of work given out and utilities, with their contributions collectively accounting for 6.6 percentage-points (pp) of the increase in the UBCI. Meanwhile, other cost components such as non-labour production taxes  (e.g., property, road and other indirect taxes) and rental costs  had a relatively small impact on the UBCI, in part due to their small shares in overall business cost. (Please refer to the Annex for the business cost structure of firms in the manufacturing and services sectors.)"
        }
      ]
    },
    {
      "type": "paragraph",
      "content": [
        {
          "type": "text",
          "marks": [],
          "text": "<a href='https://www.mti.gov.sg/-/media/MTI/Resources/Economic-Survey-of-Singapore/2022/Economic-Survey-of-Singapore-2022/BA3_AES2022.pdf'>Download the full article</a> [PDF, 169KB]."
        }
      ]
    }
  ]
}
