{
  "version": "0.1.0",
  "layout": "content",
  "page": {
    "contentPageHeader": {
      "breadcrumb": {
        "links": [
          {
            "title": "Home",
            "url": "/"
          },
          {
            "title": "Resources",
            "url": "/resources"
          },
          {
            "title": "Feature Articles",
            "url": "/resources/feature-articles"
          },
          {
            "title": "Impact of the CDC Vouchers Scheme",
            "url": "/resources/feature-articles/impact-of-the-cdc-vouchers-scheme"
          }
        ]
      },
      "title": "Impact of the CDC Vouchers Scheme",
      "summary": "15 FEB 2024"
    },
    "title": "Impact of the CDC Vouchers Scheme",
    "description": "15 FEB 2024"
  },
  "content": [
    {
      "type": "heading",
      "content": "Impact of the CDC Vouchers Scheme",
      "level": 3
    },
    {
      "type": "paragraph",
      "content": "The CDC Vouchers Scheme 2021 was rolled out in December 2021 to thank Singaporeans for their solidarity during the COVID-19 pandemic, and also to support local businesses at HDB estates affected by the pandemic. The second tranche of CDC Vouchers was rolled out in May 2022 to help Singaporeans with their daily expenses amidst cost-of-living pressures. Through these two tranches, every Singaporean household received $200 in CDC Vouchers in total: $100 from CDC Voucher Scheme 2021 and another $100 from CDC Voucher Scheme 2022. This study examines the impact of the 2021 and 2022 tranches of CDC Vouchers on Singaporean households, local businesses and the overall economy."
    },
    {
      "type": "paragraph",
      "content": "<u>Households.</u> Over 96 per cent of the 1.22 million eligible Singaporean households claimed their CDC Vouchers from both the 2021 and 2022 tranches, with 96 per cent of the claimed vouchers eventually spent. The high utilisation rate of the CDC Vouchers shows that the CDC Vouchers have helped to alleviate the inflationary pressures faced by households as part of a broader suite of measures that address Singaporeans’ cost-of-living concerns."
    },
    {
      "type": "paragraph",
      "content": "<u>Local Businesses.</u> As at December 2022, around 20,000 heartland merchants and hawkers had been onboarded onto the CDC Vouchers Scheme, representing a sizeable proportion of all heartland merchants and hawkers in Singapore. The vast majority (around 90 per cent) of participating merchants and hawkers received some disbursements from the 2021 and 2022 tranches of CDC Vouchers. Around 80 per cent of the participating merchants and hawkers received a total disbursement of more than $1,000 from both tranches, while around 30 per cent received a total disbursement of more than $10,000."
    },
    {
      "type": "paragraph",
      "content": "<u>Overall Economy.</u> On aggregate, we estimate that the 2021 and 2022 tranches of CDC Vouchers could generate up to $312.8 million for the Singapore economy over time. This amount is equivalent to 0.05 per cent of Singapore’s 2022 nominal GDP."
    },
    {
      "type": "paragraph",
      "content": "<i>The views expressed in this paper are solely those of the authors and do not necessarily reflect those of the Ministry of Trade and Industry (MTI) or the Government of Singapore.</i>"
    },
    {
      "type": "paragraph",
      "content": "<a href='https://www.mti.gov.sg/-/media/MTI/Resources/Economic-Survey-of-Singapore/2023/Economic-Survey-of-Singapore-2023/FA_AES2023.pdf'> Please click here for the full article.</a>"
    }
  ]
}
