{
  "layout": "content",
  "content": [
    {
      "type": "heading",
      "content": [
        {
          "type": "text",
          "marks": [],
          "text": "Why MTI?"
        }
      ],
      "level": 2
    },
    {
      "type": "paragraph",
      "content": [
        {
          "type": "text",
          "marks": [],
          "text": "Join us to create exciting opportunities and good jobs for all. Together with our Statutory Boards, we create a thriving business environment. Come steer the growth of our companies and industries, spur innovation and R&D, and manage our land and energy resources effectively. Come travel the world to unlock new markets for our companies to venture into and discover new trade potential for Singapore."
        }
      ]
    },
    {
      "type": "paragraph",
      "content": [
        {
          "type": "text",
          "marks": [],
          "text": "Your work will help to boost economic growth and create jobs in Singapore, and achieve higher standards of living for everyone. Expect to be challenged and stretched, have your perspectives broadened, while working with passionate and driven people to make a difference."
        }
      ]
    },
    {
      "type": "infopic",
      "title": "Join Our Team",
      "description": "To apply, you can go to Careers@Gov to find out our current vacancies and to submit your application. If you are looking for an internship with us, you can also apply directly at Careers@Gov.",
      "imageSrc": "https://www.mti.gov.sg/-/media/MTI/Images/About/cta-image-join-us.jpg?h=328&mw=600&w=600&hash=3DAFF5C95050A92AE65C71C284BC587D",
      "imageAlt": "An office worker punching numbers in a calculator",
      "buttonLabel": "Careers@Gov",
      "buttonUrl": "https://www.careers.hrp.gov.sg/sap/bc/ui5_ui5/sap/ZGERCFA004/index.html",
      "isTextOnRight": true,
      "variant": "side-part"
    },
    {
      "type": "infopic",
      "title": "Abdullah Bin Abdul Aziz",
      "subtitle": "First Secretary (Economics), Jakarta Mission",
      "description": "I was drawn to MTI because of my strong interest in international diplomacy. I was keen to play a role in Singapore's trade relations on the international stage. The negotiations taught me to think on my feet as I had to learn how to convey my stand concisely and find a common meeting ground.",
      "imageSrc": "https://www.mti.gov.sg/-/media/MTI/Images/placeholders/person/abdul-aziz.png?h=132&mw=132&w=132&hash=CAE16CF3DF9C515FC1C9BA2A3696B177",
      "imageAlt": "An image of Abdullah Bin Abdul Aziz",
      "isTextOnRight": false,
      "variant": "side-by-side"
    },
    {
      "type": "infopic",
      "title": "Foo Xian Yun",
      "subtitle": "Economist, Seconded to Ministry of Finance",
      "description": "My work in the Economist Service has provided me with the opportunity to learn about a myriad of economic issues, ranging from global macroeconomic developments to structural challenges facing domestic economies. I benefit and learn from the diversity of views of my colleagues, who are often very open to share their views on economic issues, and knowledge on new empirical methods. I have seen for myself how rigorous empirical methodologies can be applied to better understand the impact of schemes, forecast growth, and examine trends in the labour market.  The wide range of work that I have done, for instance in relation to Singapore’s medium-term GDP growth, the relationship between productivity and wage growth, and understanding fiscal trends, have enabled me to become a more thoughtful and well-rounded economist.",
      "imageSrc": "https://www.mti.gov.sg/-/media/MTI/Images/placeholders/person/Foo-Xian-Yun.jpg?h=132&mw=132&w=132&hash=93E30DD096031F76FA02F3A468C47E33",
      "imageAlt": "An image of Foo Xian Yun",
      "isTextOnRight": false,
      "variant": "side-by-side"
    }
  ],
  "page": {
    "title": "Careers",
    "contentPageHeader": {
      "summary": "At MTI, you will be at the forefront of shaping Singapore’s vibrant economy!"
    }
  },
  "version": "0.1.0"
}
